{
"Spectre":
{"title":"Spectre", 
"year":"2015", 
"rating":"7.0", 
"imdbID":"tt2379713", 
"plot":"A cryptic message from Bond's past sends him on a trail to uncover a sinister organization. While M battles political forces to keep the secret service alive, Bond peels back the layers of deceit to reveal the terrible truth behind SPECTRE.", "poster":"http://www.sf.se/ImageVaultFiles/id_24096/cf_175/Spectre.jpg", 
"genre":"Action, Adventure, Thriller", 
"director":"Sam Mendes", "actors":"Daniel Craig, Christoph Waltz, Léa Seydoux, Ralph Fiennes", 
"trailer":"http://www.imdb.com/video/imdb/vi3362042649/imdb/embed?autoplay=false&width=480"
},
"Joy":
{"title":"Joy", 
"year":"2015", 
"rating":"N/A", 
"imdbID":"tt2446980", 
"plot":"JOY is the wild true story of Joy Mangano and her Italian-American family across four generations centered on the girl who becomes the woman who founds a business dynasty by inventing the Miracle Mop and becomes a matriarch in her own right. Betrayal, treachery, the loss of innocence and the scars of love, pave the road in this intense emotional and human comedy about becoming a true boss of family and enterprise facing a world of unforgiving commerce. Allies become adversaries and adversaries become allies, both inside and outside the family, as Joy's inner life and fierce imagination carry her through the storm she faces. Jennifer Lawrence stars, with Robert De Niro, Bradley Cooper, Edgar Ramirez, Isabella Rossellini, Diane Ladd, and Virginia Madsen. Like David O. Russell's previous films, Joy defies genre to tell a story of family, loyalty, and love.", 
"poster":"http://www.sf.se/ImageVaultFiles/id_25313/cf_175/Joy.jpg", 
"genre":"Biography, Comedy, Drama", "director":"David O. Russell", 
"actors":"Jennifer Lawrence, Robert De Niro, Bradley Cooper, Édgar Ramírez", 
"trailer":"http://www.imdb.com/video/imdb/vi1282978329/imdb/embed?autoplay=false&width=480"
},
"45Years":
{"title":"45 Years", "year":"2015", "rating":"7.5", "imdbID":"tt3544082", 
"plot":"In the week leading up to their 45th wedding anniversary, a couple receive an unexpected letter which contains potentially life changing news.", "poster":"http://www.sf.se/ImageVaultFiles/id_23804/cf_175/45_-r.jpg", "genre":"Drama, Romance", "director":"Andrew Haigh", 
"actors":"Charlotte Rampling, Tom Courtenay, Geraldine James, Dolly Wells", 
"trailer":"http://www.imdb.com/video/imdb/vi15839769/imdb/embed?autoplay=false&width=480"},
"TheHatefulEight":
{"title":"The Hateful Eight", 
"year":"2015", 
"rating":"8.2", 
"imdbID":"tt3460252", 
"plot":"In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters.", "poster":"http://www.sf.se/ImageVaultFiles/id_24988/cf_175/The_Hateful_Eight.jpg", "genre":"Drama, Mystery, Thriller", "director":"Quentin Tarantino", "actors":"Samuel L. Jackson, Kurt Russell, Jennifer Jason Leigh, Walton Goggins", "trailer":"http://www.imdb.com/video/imdb/vi3885543961/imdb/embed?autoplay=false&width=480"},
"An":
{"title":"An", 
"year":"2015", 
"rating":"7.3", 
"imdbID":"tt4298958", 
"plot":"The manager of a pancake stall finds himself confronted with an odd but sympathetic elderly lady looking for work. A taste of her home-made bean jelly convinces him, starting a relationship that is about much more than just street food.", "poster":"http://www.sf.se/ImageVaultFiles/id_23713/cf_175/Under_k-rsb-rstr-den.jpg", "genre":"Drama", "director":"Naomi Kawase", "actors":"Kirin Kiki, Masatoshi Nagase, Kyara Uchida, Miyoko Asada", "trailer":"No trailer available"},
"StarWarsTheForceAwakens":
{"title":"Star Wars: The Force Awakens", 
"year":"2015", 
"rating":"8.9", 
"imdbID":"tt2488496", 
"plot":"Luke Skywalker has vanished, and both the Resistance and the sinister First Order are searching for him. Crack pilot Poe Dameron obtains a clue to his whereabouts, but when everything goes wrong, a droid called BB-8 becomes the centre of the search, along with scavenger Rey and stormtrooper deserter FN-2187, who have found the droid.", "poster":"http://www.sf.se/ImageVaultFiles/id_24228/cf_175/25_AVCO_Payoff2_B1_Sweden.jpg", "genre":"Action, Adventure, Fantasy", "director":"J.J. Abrams", "actors":"Harrison Ford, Mark Hamill, Carrie Fisher, Adam Driver", "trailer":"http://www.imdb.com/video/imdb/vi3343889177/imdb/embed?autoplay=false&width=480"},
"Macbeth":
{"title":"Macbeth", "year":"2015", "rating":"7.4", "imdbID":"tt2884018", "plot":"Macbeth, the Thane of Glamis, receives a prophecy from a trio of witches that one day he will become King of Scotland. Consumed by ambition and spurred to action by his wife, Macbeth murders his king and takes the throne for himself.", "poster":"http://www.sf.se/ImageVaultFiles/id_25655/cf_175/Macbeth.jpg", "genre":"Drama, War", "director":"Justin Kurzel", "actors":"Jack Madigan, Frank Madigan, Michael Fassbender, Marion Cotillard", "trailer":"http://www.imdb.com/video/imdb/vi2000663321/imdb/embed?autoplay=false&width=480"},
"InTheHeartOfTheSea":
{"title":"In the Heart of the Sea", "year":"2015", "rating":"7.3", "imdbID":"tt1390411", "plot":"A recounting of a whaling ship's sinking by a giant whale in 1820 that would inspire the great novel, Moby Dick.", "poster":"http://www.sf.se/ImageVaultFiles/id_24804/cf_175/In_the_heart_of_the_sea.jpg", "genre":"Action, Adventure, Biography", "director":"Ron Howard", "actors":"Chris Hemsworth, Benjamin Walker, Cillian Murphy, Brendan Gleeson", "trailer":"http://www.imdb.com/video/imdb/vi3148788249/imdb/embed?autoplay=false&width=480"},
"TsatsikiFarsanOchOlivkriget":
{"title":"Tsatsiki, farsan och olivkriget", "year":"2015", "rating":"5.6", "imdbID":"tt4861696", "plot":"N/A", "poster":"http://www.sf.se/ImageVaultFiles/id_23595/cf_175/Tsatsiki-_farsan_och_olivkriget.jpg", "genre":"Family", "director":"Lisa James-Larsson", "actors":"Emrik Ekholm, Adam Gutniak, Johan Hallström, Christine Meltzer", "trailer":"No trailer available"},
"IngridBergmanInHerOwnWords":
{"title":"Ingrid Bergman in Her Own Words", "year":"2015", "rating":"7.3", "imdbID":"tt4621016", "plot":"In spring 2011, director Stig Björkman meets Ingrid Bergman's daughter Isabella Rossellini and she suggests him to \"make a film about Mama\". Through Isabella, Stig is able to tell Ingrid's story through her own words and images. Seven time Academy Award-nominee and three time Academy Award-winner Ingrid Bergman was one of the most talented actresses of Hollywood's Golden Age with great performances in films such as CASABLANCA (1942), GASLIGHT (1944) and and AUTUMN SONATA (1978). Through never-before-seen private footage, notes, letters, diaries and interviews with her children, this documentary presents a personal portrait and captivating look behind the scenes of the remarkable life of a young Swedish girl who became one of the most celebrated actresses of American and World cinema.", "poster":"http://www.sf.se/ImageVaultFiles/id_22985/cf_175/Jag_-r_Ingrid.jpg", "genre":"Documentary, Biography", "director":"Stig Björkman", "actors":"Ingrid Bergman, Pia Lindström, Roberto Rossellini, Isotta Rossellini", "trailer":"http://www.imdb.com/video/imdb/vi4099060505/imdb/embed?autoplay=false&width=480"},
"BridgeOfSpies":
{"title":"Bridge of Spies", "year":"2015", "rating":"7.9", "imdbID":"tt3682448", "plot":"In the cold war, A lawyer, James B. Donovan recruited by the CIA and involved in an intense negotiation mission to release and exchange a CIA U-2 spy-plane pilot, Francis G. Powers that was arrested alive after his plane was shot down by the Soviet Union during a mission- with a KGB intelligence officer, Rudolf Abel who was arrested for espionage in the US.", "poster":"http://www.sf.se/ImageVaultFiles/id_22884/cf_175/Spionernas_bro.jpg", "genre":"Biography, Drama, History", "director":"Steven Spielberg", "actors":"Mark Rylance, Domenick Lombardozzi, Victor Verhaeghe, Mark Fichera", "trailer":"http://www.imdb.com/video/imdb/vi303870745/imdb/embed?autoplay=false&width=480"},
"TheGoodDinosaur":
{"title":"The Good Dinosaur", "year":"2015", "rating":"7.2", "imdbID":"tt1979388", "plot":"\"The Good Dinosaur\" asks the question: What if the asteroid that forever changed life on Earth missed the planet completely and giant dinosaurs never became extinct? In this epic journey into the world of dinosaurs, an Apatosaurus named Arlo makes an unlikely human friend. While traveling through a harsh and mysterious landscape, Arlo learns the power of confronting his fears and discovers what he is truly capable of.", "poster":"http://www.sf.se/ImageVaultFiles/id_24190/cf_175/DGD_Regularaffisch_ver1_72dpi.jpg", "genre":"Animation, Adventure, Comedy", "director":"Peter Sohn", "actors":"Jeffrey Wright, Frances McDormand, Maleah Nipay-Padilla, Ryan Teeple", "trailer":"http://www.imdb.com/video/imdb/vi2104275737/imdb/embed?autoplay=false&width=480"},
"TheNightBefore":
{"title":"The Night Before", "year":"2015", "rating":"7.2", "imdbID":"tt3530002", "plot":"Ethan (Joseph Gordon-Levitt), Isaac (Seth Rogen) and Chris (Anthony Mackie) have been friends since childhood, and for a decade, their yearly Christmas Eve reunion has been an annual night of debauchery and hilarity. Now that they're entering adulthood, the tradition is coming to an end, and to make it as memorable as possible, they set out to find the Nutcracka Ball - the Holy Grail of Christmas parties.", "poster":"http://www.sf.se/ImageVaultFiles/id_24248/cf_175/The_Night_Before.jpg", "genre":"Comedy", "director":"Jonathan Levine", "actors":"Joseph Gordon-Levitt, Seth Rogen, Anthony Mackie, Jillian Bell", "trailer":"http://www.imdb.com/video/imdb/vi933671449/imdb/embed?autoplay=false&width=480"},
"MayaTheBeeMovie":
{"title":"Maya the Bee Movie", "year":"2014", "rating":"6.0", "imdbID":"tt3336368", "plot":"Maya is a little bee with a big heart! Join her on an epic adventure.", "poster":"http://www.sf.se/ImageVaultFiles/id_23386/cf_175/Biet_Maya.jpg", "genre":"Animation, Adventure, Comedy", "director":"Alexs Stadermann", "actors":"Kodi Smit-McPhee, Richard Roxburgh, Noah Taylor, Miriam Margolyes", "trailer":"No trailer available"},
"HeNamedMeMalala":
{"title":"He Named Me Malala", "year":"2015", "rating":"6.1", "imdbID":"tt3065132", "plot":"A look at the events leading up to the Taliban's attack on Pakistani schoolgirl, Malala Yousafzai, for speaking out on girls' education followed by the aftermath, including her speech to the United Nations.", "poster":"http://www.sf.se/ImageVaultFiles/id_23574/cf_175/He_named_me_Malala.jpg", "genre":"Documentary", "director":"Davis Guggenheim", "actors":"Malala Yousafzai, Ziauddin Yousafzai, Toor Pekai Yousafzai, Khushal Yousafzai", "trailer":"http://www.imdb.com/video/imdb/vi1798812441/imdb/embed?autoplay=false&width=480"},
"Melbourne":
{"title":"Melbourne", "year":"2014", "rating":"6.7", "imdbID":"tt3520564", "plot":"The film recounts the story of a young couple on their way to Melbourne to continue their studies. However, just a few hours before the departure of their flight, they are unintentionally involved in a tragic event.", "poster":"http://www.sf.se/ImageVaultFiles/id_23609/cf_175/Melbourne.jpg", "genre":"Drama", "director":"Nima Javidi", "actors":"Roshanak Gerami, Mani Haghighi, Negar Javaherian, Vida Javan", "trailer":"No trailer available"},
"EnUnderbarJavlaJul":
{"title":"En underbar jävla jul", "year":"2015", "rating":"6.4", "imdbID":"tt4728582", "plot":"A gay couple invites their somewhat homophobic families to meet for the first time during Christmas celebration. And they have a special gift in store for them.", "poster":"http://www.sf.se/ImageVaultFiles/id_24034/cf_175/En_underbar_j-vla_jul.jpg", "genre":"Comedy", "director":"Helena Bergström", "actors":"Robert Gustafsson, Maria Lundqvist, Anastasios Soulis, Anton Lundqvist", "trailer":"No trailer available"},
"Carol":
{"title":"Carol", "year":"2015", "rating":"7.7", "imdbID":"tt2402927", "plot":"In an adaptation of Patricia Highsmith's seminal novel The Price of Salt, CAROL follows two women from very different backgrounds who find themselves in an unexpected love affair in 1950s New York. As conventional norms of the time challenge their undeniable attraction, an honest story emerges to reveal the resilience of the heart in the face of change. A young woman in her 20s, Therese Belivet (Rooney Mara), is a clerk working in a Manhattan department store and dreaming of a more fulfilling life when she meets Carol (Cate Blanchett), an alluring woman trapped in a loveless, convenient marriage. As an immediate connection sparks between them, the innocence of their first encounter dims and their connection deepens. While Carol breaks free from the confines of marriage, her husband (Kyle Chandler) begins to question her competence as a mother as her involvement with Therese and close relationship with her best friend Abby (Sarah Paulson) come to light.", "poster":"http://www.sf.se/ImageVaultFiles/id_24625/cf_175/Carol.jpg", "genre":"Drama, Romance", "director":"Todd Haynes", "actors":"Cate Blanchett, Rooney Mara, Kyle Chandler, Jake Lacy", "trailer":"http://www.imdb.com/video/imdb/vi1425846809/imdb/embed?autoplay=false&width=480"},
"LouderThanBombs":
{"title":"Louder Than Bombs", "year":"2015", "rating":"7.2", "imdbID":"tt2217859", "plot":"An upcoming exhibition celebrating photographer Isabelle Reed three years after her untimely death, brings her eldest son Jonah back to the family house - forcing him to spend more time with his father Gene and withdrawn younger brother Conrad than he has in years. With the three of them under the same roof, Gene tries desperately to connect with his two sons, but they struggle to reconcile their feelings about the woman they remember so differently.", "poster":"http://www.sf.se/ImageVaultFiles/id_25584/cf_175/Louder_than_Bombs.jpg", "genre":"Drama", "director":"Joachim Trier", "actors":"Jesse Eisenberg, Amy Ryan, Rachel Brosnahan, Gabriel Byrne", "trailer":"No trailer available"},
"ThePeanutsMovie":
{"title":"The Peanuts Movie", "year":"2015", "rating":"7.4", "imdbID":"tt2452042", "plot":"Charlie Brown, Snoopy, Lucy, Linus and the rest of the beloved \"Peanuts\" gang make their big-screen debut, like they've never been seen before, in state of the art 3D animation. Charlie Brown, the world's most beloved underdog, embarks upon an epic and heroic quest, while his best pal, the lovable beagle Snoopy, takes to the skies to pursue his arch-nemesis, the Red Baron. From the imagination of Charles M. Schulz and the creators of the ICE AGE films, THE PEANUTS MOVIE will prove that every underdog has his day.", "poster":"http://www.sf.se/ImageVaultFiles/id_22204/cf_175/Snobben.jpg", "genre":"Animation, Adventure, Comedy", "director":"Steve Martino", "actors":"Trombone Shorty, Rebecca Bloom, Anastasia Bredikhina, Francesca Capaldi", "trailer":"http://www.imdb.com/video/imdb/vi1443476249/imdb/embed?autoplay=false&width=480"},
"MistressAmerica":
{"title":"Mistress America", "year":"2015", "rating":"6.9", "imdbID":"tt2872462", "plot":"A lonely college freshman's life is turned upside down by her impetuous, adventurous soon-to-be stepsister.", "poster":"http://www.sf.se/ImageVaultFiles/id_24266/cf_175/Mistress_America.jpg", "genre":"Comedy", "director":"Noah Baumbach", "actors":"N/A", "trailer":"http://www.imdb.com/video/imdb/vi154578969/imdb/embed?autoplay=false&width=480"},
"LassemajasDetektivbyraStellaNostra":
{"title":"LasseMajas detektivbyrå - Stella Nostra", "year":"2015", "rating":"4.9", "imdbID":"tt4397382", "plot":"Sleepy little Valley getting ready for the cafe owners Dino and Panini Sara Bernard's wedding, and our beloved junior detectives Lasse and Maja stand ready to ensure that nothing goes wrong. But when the wedding couple's respective relatives arrive, they show themselves to belong to rival Mafia families. When the Panini family's crown jewels suddenly disappear, taking LasseMajas detective on the case of very soon realize that detectives themselves are the main suspects.", "poster":"http://www.sf.se/ImageVaultFiles/id_21177/cf_175/affisch.jpg", "genre":"Family", "director":"Pontus Klänge, Walter Söderlund", "actors":"Nassim Al Fakir, Hassan Brijany, Noah Dager, Niklas Engdahl", "trailer":"No trailer available"},
"TheHungerGamesMockingjayPart2":
{"title":"The Hunger Games: Mockingjay - Part 2", "year":"2015", "rating":"7.1", "imdbID":"tt1951266", "plot":"After young Katniss Everdeen agrees to be the symbol of rebellion, the Mockingjay, she tries to return Peeta to his normal state, tries to get to the Capitol, and tries to deal with the battles coming her way...but all for her main goal; assassinating President Snow and returning peace to the Districts of Panem. As her squad starts to get smaller and smaller, will she make it to the Capitol? Will she get revenge on Snow? Or will her target change? Will she be with her \"Star-Crossed Lover\", Peeta? Or her long time friend, Gale? Deaths, Bombs, Bows and Arrows, A Love Triangle, Hope. What will happen?", "poster":"http://www.sf.se/ImageVaultFiles/id_23956/cf_175/affisch.jpg", "genre":"Adventure, Sci-Fi", "director":"Francis Lawrence", "actors":"Jennifer Lawrence, Josh Hutcherson, Liam Hemsworth, Woody Harrelson", "trailer":"http://www.imdb.com/video/imdb/vi1500427033/imdb/embed?autoplay=false&width=480"},
"DaddysHome":
{"title":"Daddy's Home", "year":"2015", "rating":"7.0", "imdbID":"tt1528854", "plot":"A mild-mannered radio executive strives to become the best stepdad to his wife's two children, but complications ensue when their freewheeling and freeloading real father arrives, forcing him to compete for the affection of the kids.", "poster":"http://www.sf.se/ImageVaultFiles/id_24909/cf_175/Daddys_home.jpg", "genre":"Comedy", "director":"Sean Anders", "actors":"Will Ferrell, Mark Wahlberg, Linda Cardellini, Thomas Haden Church", "trailer":"http://www.imdb.com/video/imdb/vi1706799641/imdb/embed?autoplay=false&width=480"},
"EnManSomHeterOve":
{"title":"En man som heter Ove", "year":"2015", "rating":"N/A", "imdbID":"tt4080728", "plot":"59 year old Ove is the block's grumpy man who several years earlier was deposed as president of the condominium association, but he could not give a damn about being deposed and therefore ...", "poster":"http://www.sf.se/ImageVaultFiles/id_23655/cf_175/En_man_som_heter_Ove.jpg", "genre":"Drama", "director":"Hannes Holm", "actors":"Zozan Akgün, Tobias Almborg, Viktor Baagøe, Filip Berg", "trailer":"No trailer available"},
"HotelTransylvania2":
{"title":"Hotel Transylvania 2", "year":"2015", "rating":"6.8", "imdbID":"tt2510894", "plot":"The Drac pack is back for an all-new monster comedy adventure in Sony Pictures Animation's Hotel Transylvania 2! Everything seems to be changing for the better at Hotel Transylvania... Dracula's rigid monster-only hotel policy has finally relaxed, opening up its doors to human guests. But behind closed coffins, Drac is worried that his adorable half-human, half-vampire grandson, Dennis, isn't showing signs of being a vampire. So while Mavis is busy visiting her human in-laws with Johnny - and in for a major cultural shock of her own - \"Vampa\" Drac enlists his friends Frank, Murray, Wayne and Griffin to put Dennis through a \"monster-in-training\" boot camp. But little do they know that Drac's grumpy and very old, old, old school dad Vlad is about to pay a family visit to the hotel. And when Vlad finds out that his great-grandson is not a pure blood - and humans are now welcome at Hotel Transylvania - things are going to get batty!", "poster":"http://www.sf.se/ImageVaultFiles/id_22545/cf_175/Hotell_Transylvania_2.jpg", "genre":"Animation, Comedy, Family", "director":"Genndy Tartakovsky", "actors":"Adam Sandler, Andy Samberg, Selena Gomez, Kevin James", "trailer":"http://www.imdb.com/video/imdb/vi805482521/imdb/embed?autoplay=false&width=480"
}
}
