{
"45Years": 
{"title": "45 Years",
"year": "2015",
"rating": "7.5",
"plot": "In the week leading up to their 45th wedding anniversary, a couple receive an unexpected letter which contains potentially life changing news.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23804/cf_175/45_-r.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi15839769/imdb/embed?autoplay=false&width=480"
},
"FidelioAlicesOdyssey": 
{"title": "Fidelio: Alice's Odyssey",
"year": "2014",
"rating": "6.3",
"plot": "Thirty-year-old Alice's occupation is rather unusual for a woman : she works as an engineer on a freighter. She loves her job and does it competently but even in a greasy blue overall a woman will be a woman, with her heart, her desires and her seduction... In such conditions can an all-male crew really remain totally insensitive to her charms? A situation all the more complicated as not only does Alice leave her fiancé Felix behind but she also discovers on board the Fidélio that the captain is Gaël, her first love...",
"poster": "http://www.sf.se/ImageVaultFiles/id_25232/cf_175/Alice_resa.jpg",
"trailer": "No trailer available"
},
"MayaTheBeeMovie": 
{"title": "Maya the Bee Movie",
"year": "2014",
"rating": "6.0",
"plot": "Freshly hatched bee Maya is a little whirlwind and won't follow the rules of the hive. One of these rules is not to trust the hornets that live beyond the meadow. When the Royal Jelly is stolen, the hornets are suspected and Maya is thought to be their accomplice. No one believes that she is the innocent victim and no one will stand by her except for her good-natured and best friend Willy. After a long and eventful journey to the hornets hive Maya and Willy soon discover the true culprit and the two friends finally bond with the other residents of the opulent meadow.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23386/cf_175/Biet_Maya.jpg",
"trailer": "No trailer available"
},
"Burnt": 
{"title": "Burnt",
"year": "2015",
"rating": "6.7",
"plot": "Chef Adam Jones (Bradley Cooper) had it all - and lost it. A two-star Michelin rockstar with the bad habits to match, the former enfant terrible of the Paris restaurant scene did everything different every time out, and only ever cared about the thrill of creating explosions of taste. To land his own kitchen and that third elusive Michelin star though, he'll need the best of the best on his side, including the beautiful Helene (Sienna Miller).",
"poster": "http://www.sf.se/ImageVaultFiles/id_23847/cf_175/Br-nd.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3936727577/imdb/embed?autoplay=false&width=480"
},
"Carol": 
{"title": "Carol",
"year": "2015",
"rating": "7.5",
"plot": "In an adaptation of Patricia Highsmith's seminal novel The Price of Salt, CAROL follows two women from very different backgrounds who find themselves in an unexpected love affair in 1950s New York. As conventional norms of the time challenge their undeniable attraction, an honest story emerges to reveal the resilience of the heart in the face of change. A young woman in her 20s, Therese Belivet (Rooney Mara), is a clerk working in a Manhattan department store and dreaming of a more fulfilling life when she meets Carol (Cate Blanchett), an alluring woman trapped in a loveless, convenient marriage. As an immediate connection sparks between them, the innocence of their first encounter dims and their connection deepens. While Carol breaks free from the confines of marriage, her husband (Kyle Chandler) begins to question her competence as a mother as her involvement with Therese and close relationship with her best friend Abby (Sarah Paulson) come to light.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24625/cf_175/Carol.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi1425846809/imdb/embed?autoplay=false&width=480"
},
"TheNutJob": 
{"title": "The Nut Job",
"year": "2014",
"rating": "5.8",
"plot": "An incorrigibly self-serving exiled squirrel finds himself helping his former park brethren raid a nut store to survive, that is also the front for a human gang's bank robbery.",
"poster": "http://www.sf.se/ImageVaultFiles/id_20859/cf_175/Den_stora_n-tkuppen.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi2708842521/imdb/embed?autoplay=false&width=480"
},
"TheDeposit": 
{"title": "The Deposit",
"year": "2015",
"rating": "5.1",
"plot": "In Sweden of today, Alex is among a group of people carried in an underground \"prison\" waiting for their expulsion from the country. We do not know to where, do not know why.",
"poster": "http://www.sf.se/ImageVaultFiles/id_25103/cf_175/Affisch_m_rec.jpg",
"trailer": "No trailer available"
},
"TheHereAfter": 
{"title": "The Here After",
"year": "2015",
"rating": "6.6",
"plot": "When John returns home to his father after serving time in prison, he is looking forward to starting his life afresh. However in the local community, his crime is neither forgotten nor forgiven. John's presence brings out the worst in everyone around him and a lynch-mob atmosphere slowly takes shape. Feeling abandoned by his former friends and the people he loves, John loses hope and the same aggressions that previously sent him to prison start building up again. Unable to leave the past behind, he decides to confront it.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24960/cf_175/Efterskalv.jpg",
"trailer": "No trailer available"
},
"LabyrinthOfLies": 
{"title": "Labyrinth of Lies",
"year": "2014",
"rating": "7.4",
"plot": "The year is 1958. The war has been over for thirteen years and the Federal Republic of Germany is not only recovering but even booming. But where are the Nazis? Who has ever heard of the death camps? It looks as if everything is for the best in the best of all possible worlds in this land of milk and honey... At least, until the day journalist Thomas Gnielka recognizes in the person of a teacher the former commander of the Auschwitz concentration camp... At least, until Johann Radmann, a young prosecutor, decides to investigate the case... Nobody knows it yet but this is the dawn of a new era. Even if the road to awareness will be long and rocky...",
"poster": "http://www.sf.se/ImageVaultFiles/id_21915/cf_175/En_labyrint_av_l-gner.jpg",
"trailer": "No trailer available"
},
"EnManSomHeterOve": 
{"title": "En man som heter Ove",
"year": "2015",
"rating": "N/A",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_23655/cf_175/En_man_som_heter_Ove.jpg",
"trailer": "No trailer available"
},
"EnUnderbarJavlaJul": 
{"title": "En underbar jävla jul",
"year": "2015",
"rating": "N/A",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_24034/cf_175/En_underbar_j-vla_jul.jpg",
"trailer": "No trailer available"
},
"HeNamedMeMalala": 
{"title": "He Named Me Malala",
"year": "2015",
"rating": "6.2",
"plot": "A look at the events leading up to the Taliban's attack on Pakistani schoolgirl, Malala Yousafzai, for speaking out on girls' education followed by the aftermath, including her speech to the United Nations.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23574/cf_175/He_named_me_Malala.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi1798812441/imdb/embed?autoplay=false&width=480"
},
"HotelTransylvania2": 
{"title": "Hotel Transylvania 2",
"year": "2015",
"rating": "7.0",
"plot": "The Drac pack is back for an all-new monster comedy adventure in Sony Pictures Animation's Hotel Transylvania 2! Everything seems to be changing for the better at Hotel Transylvania... Dracula's rigid monster-only hotel policy has finally relaxed, opening up its doors to human guests. But behind closed coffins, Drac is worried that his adorable half-human, half-vampire grandson, Dennis, isn't showing signs of being a vampire. So while Mavis is busy visiting her human in-laws with Johnny - and in for a major cultural shock of her own - \"Vampa\" Drac enlists his friends Frank, Murray, Wayne and Griffin to put Dennis through a \"monster-in-training\" boot camp. But little do they know that Drac's grumpy and very old, old, old school dad Vlad is about to pay a family visit to the hotel. And when Vlad finds out that his great-grandson is not a pure blood - and humans are now welcome at Hotel Transylvania - things are going to get batty!",
"poster": "http://www.sf.se/ImageVaultFiles/id_22545/cf_175/Hotell_Transylvania_2.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi805482521/imdb/embed?autoplay=false&width=480"
},
"InsideOut": 
{"title": "Inside Out",
"year": "2015",
"rating": "8.4",
"plot": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
"poster": "http://www.sf.se/ImageVaultFiles/id_21836/cf_175/Insidan_Ut.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi203730969/imdb/embed?autoplay=false&width=480"
},
"IngridBergmanInHerOwnWords": 
{"title": "Ingrid Bergman in Her Own Words",
"year": "2015",
"rating": "7.3",
"plot": "In spring 2011, director Stig Björkman meets Ingrid Bergman's daughter Isabella Rossellini and she suggests him to \"make a film about Mama\". Through Isabella, Stig is able to tell Ingrid's story through her own words and images. Seven time Academy Award-nominee and three time Academy Award-winner Ingrid Bergman was one of the most talented actresses of Hollywood's Golden Age with great performances in films such as CASABLANCA (1942), GASLIGHT (1944) and and AUTUMN SONATA (1978). Through never-before-seen private footage, notes, letters, diaries and interviews with her children, this documentary presents a personal portrait and captivating look behind the scenes of the remarkable life of a young Swedish girl who became one of the most celebrated actresses of American and World cinema.",
"poster": "http://www.sf.se/ImageVaultFiles/id_22985/cf_175/Jag_-r_Ingrid.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi4099060505/imdb/embed?autoplay=false&width=480"
},
"Joy": 
{"title": "Joy",
"year": "2015",
"rating": "N/A",
"plot": "JOY is the wild story of a family across four generations centered on the girl who becomes the woman who founds a business dynasty and becomes a matriarch in her own right. Betrayal, treachery, the loss of innocence and the scars of love, pave the road in this intense emotional and human comedy about becoming a true boss of family and enterprise facing a world of unforgiving commerce. Allies become adversaries and adversaries become allies, both inside and outside the family, as Joy's inner life and fierce imagination carry her through the storm she faces. Jennifer Lawrence stars, with Robert De Niro, Bradley Cooper, Edgar Ramirez, Isabella Rossellini, Diane Ladd, and Virginia Madsen. Like David O. Russell's previous films, Joy defies genre to tell a story of family, loyalty, and love.",
"poster": "http://www.sf.se/ImageVaultFiles/id_25313/cf_175/Joy.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi4091916825/imdb/embed?autoplay=false&width=480"
},
"WomanInGold": 
{"title": "Woman in Gold",
"year": "2015",
"rating": "7.4",
"plot": "Maria Altman sought to regain a world famous painting of her aunt plundered by the Nazis during World War II. She did so not just to regain what was rightfully hers, but also to obtain some measure of justice for the death, destruction, and massive art theft perpetrated by the Nazis.",
"poster": "http://www.sf.se/ImageVaultFiles/id_21815/cf_175/Kvinnan_i_guld.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi278572569/imdb/embed?autoplay=false&width=480"
},
"LassemajasDetektivbyraStellaNostra": 
{"title": "LasseMajas detektivbyrå - Stella Nostra",
"year": "2015",
"rating": "4.9",
"plot": "Sleepy little Valley getting ready for the cafe owners Dino and Panini Sara Bernard's wedding, and our beloved junior detectives Lasse and Maja stand ready to ensure that nothing goes wrong...",
"poster": "http://www.sf.se/ImageVaultFiles/id_21177/cf_175/affisch.jpg",
"trailer": "No trailer available"
},
"Legend": 
{"title": "Legend",
"year": "2015",
"rating": "7.5",
"plot": "Focusing on the relationship between Reggie Kray and Frances Shea, told from France's' point of view as someone who knew him best, as well as the mental health issues Ronnie Kray faced and their rise to power as the notorious gangsters of London.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23603/cf_175/Legend.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3234116377/imdb/embed?autoplay=false&width=480"
},
"LouderThanBombs": 
{"title": "Louder Than Bombs",
"year": "2015",
"rating": "7.2",
"plot": "An upcoming exhibition celebrating photographer Isabelle Reed three years after her untimely death, brings her eldest son Jonah back to the family house - forcing him to spend more time with his father Gene and withdrawn younger brother Conrad than he has in years. With the three of them under the same roof, Gene tries desperately to connect with his two sons, but they struggle to reconcile their feelings about the woman they remember so differently.",
"poster": "http://www.sf.se/ImageVaultFiles/id_25127/cf_175/Louder_than_Bombs.jpg",
"trailer": "No trailer available"
},
"Tangerines": 
{"title": "Tangerines",
"year": "2013",
"rating": "8.4",
"plot": "War in Georgia, Apkhazeti region 1992: local Apkhazians are fighting to break free from Georgia. Estonian village between the mountains has become empty, almost everyone has returned to their homeland, only 2 men have stayed: Ivo and Margus. But Margus will leave as soon as he has harvested his crops of tangerines. In a bloody conflict in their miniature village wounded men are left behind, and Ivo is forced to take them in. But they are from opposite sides of the war. This is touching anti-war story about Estonians who find themselves in the middle of someone else's war. How do they handle it? How do the enemies act under third-party roof?",
"poster": "http://www.sf.se/ImageVaultFiles/id_20923/cf_175/Mandarinodlaren.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi417771801/imdb/embed?autoplay=false&width=480"
},
"Pan": 
{"title": "Pan",
"year": "2015",
"rating": "6.0",
"plot": "12-year-old orphan Peter is spirited away to the magical world of Neverland, where he finds both fun and danger, and ultimately discovers his destiny -- to become the hero who will be forever known as Peter Pan.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23804/cf_175/45_-r.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi2812654361/imdb/embed?autoplay=false&width=480"
},
"ParanormalActivityTheGhostDimension": 
{"title": "Paranormal Activity: The Ghost Dimension",
"year": "2015",
"rating": "4.5",
"plot": "The Ghost Dimension, follows a new family, The Fleeges - father Ryan (Chris J. Murray), mother Emily (Brit Shaw) and their young daughter Leila (Ivy George) - Who move into a house and discover a video camera and a box of tapes in the garage. When they look through the camera's lens, they begin to see the paranormal activity happening around them - including the re-emergence of young Kristi and Katie.",
"poster": "http://www.sf.se/ImageVaultFiles/id_22952/cf_175/Paranormal_Activity_5_3D-_The_Ghost_Dimension.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3108352793/imdb/embed?autoplay=false&width=480"
},
"Floride": 
{"title": "Floride",
"year": "2015",
"rating": "6.3",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_24179/cf_175/Resan_till_Florida.jpg",
"trailer": "No trailer available"
},
"ThePeanutsMovieSnoopysGrandAdventure": 
{"title": "The Peanuts Movie: Snoopy's Grand Adventure",
"year": "2015",
"rating": "N/A",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_22204/cf_175/Snobben.jpg",
"trailer": "No trailer available"
},
"Spectre": 
{"title": "Spectre",
"year": "2015",
"rating": "7.1",
"plot": "A cryptic message from the past sends James Bond on a rogue mission to Mexico City and eventually Rome, where he meets Lucia, the beautiful and forbidden widow of an infamous criminal. Bond infiltrates a secret meeting and uncovers the existence of the sinister organisation known as SPECTRE. Meanwhile back in London, Max Denbigh, the new head of the Centre of National Security, questions Bond's actions and challenges the relevance of MI6 led by M. Bond covertly enlists Moneypenny and Q to help him seek out Madeleine Swann, the daughter of his old nemesis Mr White, who may hold the clue to untangling the web of SPECTRE. As the daughter of the assassin, she understands Bond in a way most others cannot. As Bond ventures towards the heart of SPECTRE, he learns a chilling connection between himself and the enemy he seeks.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24096/cf_175/Spectre.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3362042649/imdb/embed?autoplay=false&width=480"
},
"BridgeOfSpies": 
{"title": "Bridge of Spies",
"year": "2015",
"rating": "8.1",
"plot": "In the cold war, A lawyer, James B. Donovan recruited by the CIA and involved in an intense negotiation mission to release and exchange a CIA U-2 spy-plane pilot, Francis G. Powers that was arrested alive after his plane was shot down by the Soviet Union during a mission- with a KGB intelligence officer, Rudolf Abel who was arrested for espionage in the US.",
"poster": "http://www.sf.se/ImageVaultFiles/id_22884/cf_175/Spionernas_bro.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi303870745/imdb/embed?autoplay=false&width=480"
},
"StarWarsTheForceAwakens": 
{"title": "Star Wars: The Force Awakens",
"year": "2015",
"rating": "N/A",
"plot": "A continuation of the saga created by George Lucas and set thirty years after Star Wars: Episode VI - Return of the Jedi (1983).",
"poster": "http://www.sf.se/ImageVaultFiles/id_24228/cf_175/25_AVCO_Payoff2_B1_Sweden.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3343889177/imdb/embed?autoplay=false&width=480"
},
"TaleOfTales": 
{"title": "Tale of Tales",
"year": "2015",
"rating": "6.5",
"plot": "The film serves as Garrone's English-language debut and will interweave three separate story strands bookended by brief bits in which Italians Alba Rohrwacher and Massimo Ceccherini will play a street circus family. In one tale Salma Hayek will play a jealous queen who forfeits her husband's life. In another, Vincent Cassel plays a king whose passion is stoked by two mysterious sisters.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24062/cf_175/Tale_of_tales.jpg",
"trailer": "No trailer available"
},
"TheDiaryOfATeenageGirl": 
{"title": "The Diary of a Teenage Girl",
"year": "2015",
"rating": "7.2",
"plot": "A teen artist living in 1970s San Francisco enters into an affair with her mother's boyfriend.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23446/cf_175/Diary_of_a_teenage_girl.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi836546585/imdb/embed?autoplay=false&width=480"
},
"TheGirlKing": 
{"title": "The Girl King",
"year": "2015",
"rating": "7.4",
"plot": "An enigmatic young woman in conflict - torn between reason and passion; between her woman's body and being raised as a prince; between the ancient and modern worlds and between the brilliance of her educated mind and the conservative forces around her. Crowned Queen at the age of six, Kristina of Sweden was thrust into a labyrinth of power and tradition, where a court of austere, Lutheran men pressure her to marry and produce an heir to fulfill her destiny. She finds sanctuary and love with her lady-in-waiting, the beautiful and elegant, countess Ebba Sparre, although the Chancellor, Axel Oxenstierna, pressures her to pair with his son, Johan. Soon the forces around the Queen realize that Ebba is the key to controlling her, but they underestimate Kristina's brilliant mind and her drive to be free.",
"poster": "http://www.sf.se/ImageVaultFiles/id_25114/cf_175/The_Girl_King.jpg",
"trailer": "No trailer available"
},
"TheHungerGamesMockingjayPart2": 
{"title": "The Hunger Games: Mockingjay - Part 2",
"year": "2015",
"rating": "7.1",
"plot": "After young Katniss Everdeen agrees to be the symbol of rebellion, the Mockingjay, she tries to return Peeta to his normal state, tries to get to the Capitol, and tries to deal with the battles coming her way...but all for her main goal; assassinating President Snow and returning peace to the Districts of Panem. As her squad starts to get smaller and smaller, will she make it to the Capitol? Will she get revenge on Snow? Or will her target change? Will she be with her \"Star-Crossed Lover\", Peeta? Or her long time friend, Gale? Deaths, Bombs, Bows and Arrows, A Love Triangle, Hope. What will happen?",
"poster": "http://www.sf.se/ImageVaultFiles/id_23956/cf_175/affisch.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi1500427033/imdb/embed?autoplay=false&width=480"
},
"TheIntern": 
{"title": "The Intern",
"year": "2015",
"rating": "7.4",
"plot": "70-year-old widower Ben Whittaker has discovered that retirement isn't all it's cracked up to be. Seizing an opportunity to get back in the game, he becomes a senior intern at an online fashion site, founded and run by Jules Ostin.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23231/cf_175/The_Intern.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3908481817/imdb/embed?autoplay=false&width=480"
},
"TheMartian": 
{"title": "The Martian",
"year": "2015",
"rating": "8.2",
"plot": "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive. Millions of miles away, NASA and a team of international scientists work tirelessly to bring \"the Martian\" home, while his crewmates concurrently plot a daring, if not impossible, rescue mission. As these stories of incredible bravery unfold, the world comes together to root for Watney's safe return.",
"poster": "http://www.sf.se/ImageVaultFiles/id_22924/cf_175/The_Martian.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi113423129/imdb/embed?autoplay=false&width=480"
},
"TheNightBefore": 
{"title": "The Night Before",
"year": "2015",
"rating": "N/A",
"plot": "Ethan (Joseph Gordon-Levitt), Isaac (Seth Rogen) and Chris (Anthony Mackie) have been friends since childhood, and for a decade, their yearly Christmas Eve reunion has been an annual night of debauchery and hilarity. Now that they're entering adulthood, the tradition is coming to an end, and to make it as memorable as possible, they set out to find the Nutcracka Ball - the Holy Grail of Christmas parties.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24248/cf_175/The_Night_Before.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi933671449/imdb/embed?autoplay=false&width=480"
},
"TheProgram": 
{"title": "The Program",
"year": "2015",
"rating": "6.5",
"plot": "An Irish sports journalist becomes convinced that Lance Armstrong's performances during the Tour de France victories are fueled by banned substances. With this conviction, he starts hunting for evidence that will expose Armstrong.",
"poster": "http://www.sf.se/ImageVaultFiles/id_24843/cf_175/The_Program.jpg",
"trailer": "http://www.imdb.com/video/imdb/vi3373576985/imdb/embed?autoplay=false&width=480"
},
"Tjuvheder": 
{"title": "Tjuvheder",
"year": "2015",
"rating": "7.5",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_24198/cf_175/Tjuvheder.jpg",
"trailer": "No trailer available"
},
"TsatsikiFarsanOchOlivkriget": 
{"title": "Tsatsiki, farsan och olivkriget",
"year": "2015",
"rating": "N/A",
"plot": "N/A",
"poster": "http://www.sf.se/ImageVaultFiles/id_23595/cf_175/Tsatsiki-_farsan_och_olivkriget.jpg",
"trailer": "No trailer available"
},
"TankOmRyktetArSant": 
{"title": "Tänk om ryktet är sant",
"year": "2013",
"rating": "N/A",
"plot": "Rumors of homosexuality surrounds a family in small town Sweden. What if the rumors are true.....\"Tänk om ryktet är sant\"",
"poster": "http://www.sf.se/ImageVaultFiles/id_15177/cf_175/T-nk_om-.jpg",
"trailer": "No trailer available"
},
"An": 
{"title": "An",
"year": "2015",
"rating": "7.3",
"plot": "The \"manager\" of a pancake stall finds himself confronted with an odd but sympathetic elderly lady looking for work. A taste of her home-made bean jelly convinces him, starting a relationship that is about much more than just street food.",
"poster": "http://www.sf.se/ImageVaultFiles/id_23713/cf_175/Under_k-rsb-rstr-den.jpg",
"trailer": "No trailer available"
}
}